<template>
  <div id="about">
    <div id="menu">
      <a class="title main" @click="selected = 1" :class="[selected == 1 ? 't-selected' : '']" href="#">京剧的发展</a>
      <a class="title" @click="selected = 1.1" :class="[selected == 1.1 ? 't-selected' : '']" href="#s1-1">孕育期</a>
      <a class="title" @click="selected = 1.2" :class="[selected == 1.2 ? 't-selected' : '']" href="#s1-2">形成期</a>
      <a class="title" @click="selected = 1.3" :class="[selected == 1.3 ? 't-selected' : '']" href="#s1-3">成熟期</a>
      <a class="title" @click="selected = 1.4" :class="[selected == 1.4 ? 't-selected' : '']" href="#s1-4">鼎盛期</a>
      <a class="title main" @click="selected = 2" :class="[selected == 2 ? 't-selected' : '']" href="#">京剧行当</a>
      <a class="title" @click="selected = 2.1" :class="[selected == 2.1 ? 't-selected' : '']" href="#s2-1">生行</a>
      <a class="title" @click="selected = 2.2" :class="[selected == 2.2 ? 't-selected' : '']" href="#s2-2">旦行</a>
      <a class="title" @click="selected = 2.3" :class="[selected == 2.3 ? 't-selected' : '']" href="#s2-3">净行</a>
      <a class="title" @click="selected = 2.4" :class="[selected == 2.4 ? 't-selected' : '']" href="#s2-4">丑行</a>
      <a class="title main" @click="selected = 3" :class="[selected == 3 ? 't-selected' : '']" href="#">京剧派别</a>
      <a class="title" @click="selected = 3.1" :class="[selected == 3.1 ? 't-selected' : '']" href="#s3-1">派系</a>
      <a class="title" @click="selected = 3.2" :class="[selected == 3.2 ? 't-selected' : '']" href="#s3-2">梅系</a>
      <a class="title" @click="selected = 3.3" :class="[selected == 3.3 ? 't-selected' : '']" href="#s3-3">程系</a>
      <a class="title" @click="selected = 3.4" :class="[selected == 3.4 ? 't-selected' : '']" href="#s3-4">荀系</a>
      <a class="title" @click="selected = 3.5" :class="[selected == 3.5 ? 't-selected' : '']" href="#s3-5">尚系</a>
    </div>
    <div id="body">
      <div class="select" v-show="parseInt(selected) == 1">
        <h1>京剧的发展</h1>
        <h2 id="s1-1">孕育期</h2>
        <p>
          清朝初期,京城戏曲舞台上盛行的是昆曲与京腔。1790年，乾隆爷八十大寿，扬州著名戏曲表演剧团“三庆”班被征召入京贺寿演出，从此便立足京城。此后许多徽班相继来到京城，其中以三庆、四喜、春台、和春最负盛名，这就是后来著名的“四大徽班”。他们在表演艺术上广泛吸取其它各家剧种的长处，将秦腔和汉剧这两种地方剧种融合，徽、秦、汉的合流，为京剧的诞生奠定了基础。
        </p>
        <img src="../assets/img/a-1-1.jpg">
        <h2 id="s1-2">形成期</h2>
        <p>
          在徽、汉合流之后,京剧又借鉴吸收了昆曲、京腔的长处，使得京剧正式形成。晚清民间画师沈蓉圃绘制了一幅画，叫《同光名伶十三绝》，是京剧史上的一幅名伶彩色剧装写真画。画中挑选了徽班进京后享有盛名的十三位京剧演员。画中演员的扮相、面部表情、服装特点等等，生动地展现了早期每位京剧演员的人物性格特点。《同光名伶十三绝》这幅画的诞生，为研究京剧、昆曲早期的服饰、扮相和各行角色的艺术特征留下了非常珍贵的形象资料。
        </p>
        <img src="../assets/img/a-1-2.jpg">
        <p>
          图中人物自左至右分别为郝兰田(《行路》康氏)、张胜奎(《一捧雪》莫成)、梅巧玲(《雁门关》萧太后)、刘赶三(《探亲》乡下妈妈)、余紫云(《彩楼》王宝钏)、程长庚(《群英会》鲁肃)、徐小香(《群英会》周瑜)、时小福(《采桑》罗敷)、杨鸣玉(《思志诚》明天亮)、卢胜奎(《空城计》诸葛亮)、朱莲芬(《琴挑》陈妙常)、谭鑫培(《恶虎村》黄天霸)、杨月楼(《探母》杨延辉)。
        </p>
        <h2 id="s1-3">成熟期</h2>
        <p>慈禧老佛爷可是大清朝的“骨灰级”戏迷，在她执政期间，先后有150多位名家入宫演出教学。同时，位于北京大栅地区的戏园，日日有演出。京剧占领了从宫廷到地方的大小舞台，逐渐形成一统的局面。</p>
        <img src="../assets/img/a-1-3.jpg">
        <p>
          在这一时期，谭鑫培、汪桂芬、孙菊仙是这个时期的代表人物，时称“老生后三杰”。其中，谭鑫培创造出独具演唱艺术风格的“谭派”，后被冠名“伶界大王”。旦角、生角和武生也开始崛起。各行名家,在继承中有创新发展,演唱技艺日臻成熟,将京剧推向新的高度。
        </p>
        <img src="../assets/img/a-1-4.jpg">
        <h2 id="s1-4">鼎盛期</h2>
        <p>京剧人才辈出，优秀演员的大量涌现，标志着京剧进入到鼎盛期，一时期流派纷呈，人才济济。在这一时期，主要的代表人物有“四大名旦”“四大须生”以及“武生泰斗”等。</p>
        <p>1927年，北京《顺天吋报》评选京剧旦角名伶，梅兰芳、尚小云、程砚秋、荀慧生这四位被评选成为“四大名旦”，后被简称为“梅、尚、程、荀”。这四位创造出的女性人物各具特色，逐渐形成了自己所特有的艺术风格。</p>
        <img src="../assets/img/a-1-5.jpg">
        <p>梅兰芳（中后），程砚秋（中前），荀慧生（右），尚小云（左）20年代的时候最佳男主角被称为“前四大须生”，是由老生演员余叔岩、马连良、言菊朋、高庆奎组成，简称“余、马、言、高”。</p>
        <img src="../assets/img/a-1-6.jpg">
        <p>将武生表演艺术发展到新高度的杨小楼，成为京剧界的最佳武生演员，被誉为“武生泰斗”、“国剧宗师”。</p>
        <img src="../assets/img/a-1-7.jpg">
        <p>
          京剧念白:念白是指中国传统戏曲人物中内心独白或两者对话，就中国传统戏曲而言，是指人物内心独白或两者对话，使用明显节奏变化，并拖长字音的语调。此种介于口白与唱腔的表演方式，很难区分。一般来说，不具梆子、西皮、二黄等基础唱调，但是比口白夸张的拉长尾音说话方式，皆可称为念白。（念白部分视频主要以念白读诗为主）
        </p>
      </div>
      <div class="select" v-show="parseInt(selected) == 2">
        <h1>京剧行当</h1>
        <p>一部电影中，通常会有演员扮演不同的角色。和电影相似，京剧中也有许多不同的角色。这些角色在京剧中被称为行当。今天我们就来学习一下京剧的行当吧！</p>
        <p>不同行当化妆、服装、演唱和表演方面各具特色，分别为生、旦、净、丑。</p>
        <img src="../assets/img/a-2-1.jpg">
        <h2 id="s2-1">生行</h2>
        <img src="../assets/img/a-2-2.jpg">
        <p>“生行”按照年龄、身份的不同分为老生、小生、武生、红生、娃娃生等几类。</p>
        <img src="../assets/img/a-2-3.jpg">
        <p>老生是中年或年长的男性人物，比如诸葛亮、秦琼。他们用真声演唱，大多带着一个胡须，被称为“髯口”。</p>
        <img src="../assets/img/a-2-4.jpg">
        <p>小生是指那些饱读诗书、风流倜傥、眉目清秀、英俊潇洒的青少年男子，比如《西厢记》中的张生、《群英会》中的周瑜。他们不带胡须，在演唱和念白时使用假声和真声，声音高挑，动作更为灵活。</p>
        <img src="../assets/img/a-2-5.jpg">
        <p>武生是京剧中的男性“功夫”演员，按照扮相的不同，又分为长靠武生和短打武生。长靠武生一般身穿盔甲，脚蹬厚底靴，背叉靠旗，盔上叉翎子，一般为大将高官。短打武生则身穿紧身衣裤，动作轻快敏捷，武功矫健，江湖豪杰、侠义英雄。
        </p>
        <p>生行中还有几类比较特殊的角色，比如红生和娃娃生，前者指专门用红色勾画脸谱的角色，大多为关公戏，后者为小演员或个子较小女演员扮演的天真烂漫的少年儿童，如《小放牛》中的牧童，《三娘教子》中的倚哥等。</p>
        <img src="../assets/img/a-2-6.jpg">
        <h2 id="s2-2">旦行</h2>
        <p>“旦行”一般表示女性角色，分为青衣、花旦、武旦、老旦、刀马旦、花衫等。</p>
        <img src="../assets/img/a-2-7.jpg">
        <p>“青衣”多表现为内敛婉约的中、青年妇女，她们动作端庄，动作幅度有限，大多只可把手指的指间露出水袖，不能任意伸展和有幅度大的动作。青衣以唱为主，比如《武家坡》中的王宝钏、《汾河湾》中的柳迎春等。</p>
        <img src="../assets/img/a-2-8.jpg">
        <p>京剧中将未婚、年轻、天真的女孩称为“花旦”她们在京剧表演中多念白，表演时眼神犀利，腰肢、脚下灵巧，演唱声色清脆、透亮。比如《拾玉镯》中的孙玉姣等。</p>
        <img src="../assets/img/a-2-9.jpg">
        <p>“武旦”是指那些会武艺的女性，既有女性之美，又有武将之威武，她们善于翻扑跌打，经常需要踩着跷“打出手”。如《虹桥赠珠》里的水母、《武松打店》里的孙二娘等</p>
        <img src="../assets/img/a-2-10.jpg">
        <p>沉稳年长的妇女在京剧中被称为“老旦”。这一行当的特点延续了演唱苍劲、硬朗、洪亮，动作沉稳的表演特点。比如《杨门女将》中的佘太君。</p>
        <img src="../assets/img/a-2-11.jpg">
        <p>随着京剧的发展，角色日渐丰富，出现了涵盖两种或以上行当的角色。比如刀马旦。刀马旦多穿着靠，顶盔贯甲。这个角色，一般都骑马，拿着一把尺寸比较小的刀，所以被称为“刀马旦”，通常表现为一些雄姿飒爽的女将。比如“穆桂英”等。
        </p>
        <p>京剧表演艺术家王瑶卿为了丰富旦角的表演艺术，充实艺术表现能力，融和了青衣、花旦、刀马旦，创作出一种多种行当并重的旦角行当，人们把它命名为花衫。</p>
        <p>总的来说，京剧的行当分为生、旦、净、丑。其中生行为男性演员，又按照年龄和角色定位的不同分为老生、小生、武生、红生、娃娃生等。旦角为女性演员，划分为青衣、花旦、武旦、老旦、刀马旦、花衫等。</p>
        <h2 id="s2-3">净行</h2>
        <p>除去生行和旦行外，京剧中还有两个行当不得不提，那便是净行和丑行。</p>
        <p>我国著名作家冯骥才讲述了《花脸》的故事，年少新年时买了一张关羽的“花脸”和一把“青龙偃月刀”,从而成了过年的主角。
          故事中的关羽在京剧中一般由两个特殊的行当扮演,一个叫红生,属于前面提到过的生行，另一个叫红净，也就是京剧里的“净行”，属于花脸。</p>
        <img src="../assets/img/a-2-12.jpg">
        <p>“花脸”是由唐代乐舞“代面”所戴的面具演变而来。京剧演员用各种色彩在面部勾画成一定的图案，借以显现性格、品质或相貌有突出特征的男性人物。</p>
        <img src="../assets/img/a-2-13.jpg">
        <p>花脸主要分为铜锤花脸、架子花脸和武花脸。</p>
        <p>
          铜锤花脸的称呼来自京剧人物徐延昭。他袭爵定国公，世代忠良，他家有一个皇帝亲赐的大铜锤，“上打昏君、下打奸臣”，徐彦昭拿着它高唱“铜锤打你个碎纷纷”。这样以唱工为主的花脸角色，称为“铜锤花脸”，扮演的多是端庄稳重，刚直不阿的朝中重臣，如包拯、姚期等。
        </p>
        <img src="../assets/img/a-2-14.jpg">
        <p>架子花脸又称“副净”，以念白和做工见长，多扮演勇猛豪爽、刚烈彪悍、纯真诙谐的人物，时常大叫 “哇哈哈”。比如《芦花荡》中的张飞、《李逵探母》中的李逵等。</p>
        <img src="../assets/img/a-2-15.jpg">
        <p>架子花脸中还有一类角色称为勾水白脸，俗称“白净”，多为阴险狡诈、笑里藏刀之人，最典型的人物莫过于白脸的曹操了。</p>
        <img src="../assets/img/a-2-16.jpg">
        <p>武花脸一般为莽汉，能摔能打，能翻能跳，常扮演鲁莽或凶狠的角色，如《挑滑车》里的黑风利，《火烧余洪》里的余洪等。</p>
        <img src="../assets/img/a-2-17.jpg">
        <h2 id="s2-4">丑行</h2>
        <p>生活中见过的小丑，他们脸上也有颜料，十分滑稽和古怪。在京剧的舞台上也有这样一种角色，他被称为丑行。</p>
        <p>京剧中的“丑行”被称为"小花脸"。"丑行”的化妆虽与大花脸有点相象，可是他的表演风格却完全不同，有点像夸张的漫画。</p>
        <img src="../assets/img/a-2-18.jpg">
        <p>丑行大多在鼻梁上抹一块白粉，十分滑稽风趣。传说当年唐玄宗好演戏，扮丑角，为不损国威，鼻前挂白玉，这就是丑行所画脸谱中的白色豆腐块。</p>
        <p>丑行一般分为文丑和武丑。</p>
        <p>文丑以念白为主，经常扮演具有狡猾奸诈特性的人物，比如《群英会》中的蒋干、《审头刺汤》里的汤勤。</p>
        <p>武丑主要扮演武功精湛，性格诙谐、机智的绿（lu）林好汉、侠盗小偷等等。武丑不仅要有清脆的念白，还要有蹿、蹦、跳、跃的武功，身怀绝技。比如《时迁偷鸡》中的时迁、《三岔口》中的刘利华等。</p>
        <img src="../assets/img/a-2-19.jpg">
        <p>除此之外，一些滑稽逗笑的妇女也由丑行扮演，被称为“彩旦“，比如《拾玉镯》中的刘妈妈、《凤还巢》里的大小姐程雪雁等。</p>
        <img src="../assets/img/a-2-20.jpg">
        <p>京剧中勾画脸谱的绝大多数属于净角和丑角。净角以面部化妆运用图案化的脸谱为标志，扮演男性人物，包括铜锤花脸、架子花脸、武花脸。</p>
        <p>京剧中的"丑"行演员又称为"小花脸"，包括文丑和武丑，主要以夸张的表演和滑稽的动作引人入胜。</p>
      </div>
      <div class="select" v-show="parseInt(selected) == 3">
        <h1>京剧派别</h1>
        <h2 id="s3-1">京剧分哪几派?</h2>
        <p>
          谭派创始人——谭鑫培（1847——1917）。名金福，湖北江夏（今武昌）人。清“内廷供奉。”艺术上刻苦钻研、勇于创新，讲究音律，能吸收前辈艺人和其他戏曲、曲艺的表演方法、腔调，融会贯通，使唱、做、念、打有机结合，发展了京剧老生的表演艺术。善于根据剧情需要刻画人物，既注重京剧艺术程式，又富有生活气息。唱腔悠扬宛转，饶有韵味，有些则略带感伤，有“云遮月”之称。1900年前后成为京剧界主要代表人物，世称“谭派”。演出剧目《李陵碑》、巜秦琼卖马》、《空城计》、《定军山》、巜汾河湾》、巜桑园寄子》、《战大平》等最著名。陈彦衡曾记录谭的十一个剧目乐谱为巜说谭》、《戏选》、《探母回令》等书，后除《探母回令》外，其余合编为《谭鑫培唱腔集》。
        </p>
        <p>
          言派创始人——言菊朋（1890——1942）原名锡，北京人。蒙族。曾在清廷蒙藏院任职。因酷爱京剧，业余参加清音雅集、春阳友会等票房。演老生。早年经常观摩谭鑫培演出，并从陈彦衡学“谭派”戏，又向红豆館主、钱金福、王长林等请益，唱、做、唸、打均有基础。1923年，在梅兰芳、陈彦衡等鼓励下，正式参加戏班。以演《汾河湾》、《战太平》、《定军山》、《桑园寄子》、《法场換子》等著名。他文化素养较高，尤精通音律。（上世纪）二十年代未自己挑班后，又在“谭派”基础上，吸收其他行当和京韵大鼓的唱念方法，自创新腔，婉转跌宕、细腻精巧，世称“言派”。独擅剧目《卧龙吊孝》、巜让徐州》等均为“谭派”老生所不演，独辟蹊径，深为世人所推重。
        </p>
        <p>
          余派创始人——余叔岩（1890——1943）名第祺，湖北罗田人，生于北京。名演员余三胜之孙、余紫云之子。自幼倾慕谭鑫培，并从姚增禄学艺。初以“小小余三胜”艺名在天津演唱，倒嗓后休养，向前辈钱金福、王长林、陈彦衡等请教，拜谭鑫培为师。1915年重行登台，演出《打掍出箱》而名重一时。1916年谭去世后，他成为“谭派”主要传人。继承了唱做并重、文武兼长的艺术特点，并形成自己新的艺术风格，善于以唱腔表达人物思想感情，世称“余派”。以《问樵闹府》、《盗宗卷》、《战太平》、《定军山》、《桑园寄子》等剧最著名。
        </p>
        <h2 id="s3-2">梅派</h2>
        <img src="../assets/img/a-3-1.jpg">
        <p>梅兰芳祖籍泰州，1894年出生于北京的一个梨园世家。在展览的“群英谱京韵”“梅秀出世家”单元，沈蓉圃绘制的《同光十三绝》和《思志诚》等珍贵展品，既是对京剧历史的追溯，也是对梅兰芳家世介绍的铺垫。</p>
        <p>
          作为20世纪初新兴旦行流派先驱，梅兰芳在继承传统的同时，编演了多部时装新戏和古装新戏，对京剧表演、舞台、服饰、容妆、伴奏等方面进行了大胆的改革和创新，将京剧旦行表演艺术推向了崭新的高度。“梅占百花魁”单元中，梅兰芳改良虞姬古装衣、梅兰芳的上色照片《四郎探母》《一缕麻》剧照、虞姬双剑等展品，无一不彰显出梅兰芳对美的见解和对时代的引领。
        </p>
        <p>“梅先生将多个京剧行当集于一身，他的革新是在此基础上进行的。他在绘画、书法、诗词方面的涵养也都体现在了舞台艺术当中。”中国国家博物馆副研究馆员、策展人诸葛英良说。</p>
        <p>
          梅兰芳曾在《要善于辨别精、粗、美、恶》中写道：我个人的体会，不论演员或剧作者都要努力开展自己的眼界，除了多看多学多读，还可以在戏曲范围之外，去接触各种艺术品和大自然的美景，来多方面培养自己的艺术水平。展览对梅兰芳借物喻情，将生活中的发现和体悟融入艺术创作进行了展示。此外，观众还可以在“梅骨傲风雪”单元中看到梅兰芳的书画作品《春消息》《松柏有本性》《和平鸽》等，清丽脱俗、温润素雅。
        </p>
        <p>
          博大精深的中华文明是中华民族独特的精神标识，是当代中国文艺的根基，也是文艺创新的宝藏。此次展览中可以看到，从五四运动后的《一缕麻》《宦海潮》等打破封建迷信、封建礼教的时装戏，到抗战初期的《生死恨》《抗金兵》等鼓舞全民族斗志的历史剧，梅兰芳剧团的排演剧目始终与时代变革相关、以家国兴亡为系。
        </p>
        <p>在中国国家博物馆党委书记、副馆长单威看来，梅兰芳在忠实继承了传统文化基础上推陈出新，适应时代变化和广大人民群众的艺术期待，对当下在文化建设当中坚持守正创新，具有重大启示和借鉴意义。</p>
        <p>
          梅兰芳创立的“梅派”艺术，是京剧旦行中首先形成的，影响极其深远的京剧流派。“梅派”主要是综合了青衣、花旦和刀马旦的表演方式，在唱、念、做、舞、音乐、服装、扮相等各个方面，进行不断的创新和发展，将京剧旦行的唱腔、表演艺术提高到了一个全新的水平，达到了完美的境界。
        </p>
        <p>代表剧目有《宇宙锋》《霸王别姬》《贵妃醉酒》《女起解》《水斗断桥》《奇双会》《廉锦枫》《天女散花》《木兰从军》《抗金兵》《生死恨》《西施》《洛神》《穆桂英挂帅》等。昆曲有《思凡》《乔醋》《闹学》《游园惊梦》等。</p>
        <h2 id="s3-3">程派</h2>
        <p>
          程派程砚秋创立，旦角，声情美永的艺术特色。程派的唱腔别具一格。他严守音韵规律，随着戏剧情节和人物情绪的发展变化，唱腔起伏跌宕，节奏多变，要求达到“声、情、美、永”的高度结合。他的表演非常细致深刻，讲究舞台表现形式的完整与美感，同时注重贴近生活的真实。编创《文姬归汉》《荒山泪》《春闺梦》《亡蜀鉴》等剧目。
        </p>
        <p>
          艺术特色：程砚秋在艺术创作上，勇于革新创造，舞台表演唱腔讲究音韵，注重四声，并根据自己独有的嗓音特点，创造出了一种幽雅婉转、若断若续的唱腔风格，形成独有的特点。他创作的角色，典雅娴静，恰如霜天白菊，有一种清峻之美，后成为“四大名旦”之一。程砚秋在表演上无论眼神、身段、步法、指法、水袖、剑术等方面也都有一系列的创造和与众不同的特点，作为一个完整的艺术流派，全面展现在京剧艺术舞台上。
          程砚秋注重借鉴兄弟姊妹艺术，融合于自己的艺术创作之中，是众多艺术大师中较为突出的一位。</p>
        <p>代表剧目：《彩楼配》《二进宫》《祭塔》《女起解》《玉堂春》《战蒲关》《四郎探母》《桑园会》《御碑亭》《宝莲灯》《孔雀东南飞》《秋江》《绝路问苍天》《江姐》《白蛇传》《梁祝》</p>
        <h2 id="s3-4">荀派</h2>
        <p>荀慧生（1900年1月5日一1968年12月26日），出生于河北省阜城县，中国京剧演员，工旦角、四大名旦之一、荀派创始人。</p>
        <p>他大胆破除传统局限，发挥个人嗓音特长，吸取昆、梆、汉、川等曲调旋律，大胆创新，塑造的许多少女、少妇的艺术形象，娇雅妩媚、清秀俊美、风格各异。</p>
        <p>
          艺术特点：他对唱和念的要求非常严格，认为唱要“以有限的腔调曲表达繁复错综的感情”，而念白在与观众交流时“比歌唱更直接、更有力一些”。为此，他主张唱和念时生活感和艺术性两者结合，协调融洽，并与表情、身段的真实自然相一致，互为表里。这正是荀派表演的特殊风格。他在继承传统的基础上，在剧本、唱腔、表演、念白、到服饰等方面都进行了创新的实践与探索。在唱腔艺术方面荀慧生大胆破除传统局限，发挥个人嗓音特长，吸取昆、梆、汉、川等曲调旋律，大胆创新。这不是简单的一曲多用，而是从生活出发，从人物感情与心境出发，字正腔圆，腔随情出，令人着迷。他善于使用上滑下滑的装饰音，听来俏丽、轻盈、谐趣具有特殊的韵味。他还十分注重道白艺术，吐字清晰，声情并貌，他创造出融韵白、京白为一体的念白，韵调别致，具有特殊的表现力。
        </p>
        <p>一生演出了三百多出戏，其中代表作为《元宵谜》《玉堂春》《棋盘山》等，与杨小楼、尚小云、谭小培一起称为“三小一白”。</p>
        <p>六大喜剧、《元宵谜》《丹青引》《绣襦记》《勘玉钏》《红娘》《卓文君》；六大悲剧
          《钗头凤》《杜十娘》《鱼藻宫》《红楼二尤》《霍小玉》《晴雯》；六大武剧：《陶三春》《大英杰烈》《荀灌娘》《美人一丈青》《婚姻魔障》《盘丝洞》；六大传统剧：《贩马记》《玉堂春》《十三妹》《棋盘山》《得意缘》《金玉奴》；
          六大移植剧：《花田错》、《赵五娘》、《辛安驿》《元宵谜》《香罗带》《庚娘》；六大跌扑剧：《蝴蝶梦》《东方夫人》《九曲桥》《东吴女丈夫》《战宛城》《翠屏山》； 可见其能戏之多。</p>
        <h2 id="s3-5">尚派</h2>
        <p>
          尚派艺术的创始人尚小云，尚派行腔吐字清楚，尚派以嗓音清亮激越、旋律跌宕缭绕的传统，以板头的变化运用，打破唱腔的固定节奏，展示唱腔的丰富内涵；又以斩钉截铁的断和错综有力的顿挫，使唱腔错落有致，往往在平易简约、坚实整齐中呈现峭险之处，显得力透纸背。
        </p>
        <p>
          艺术特点：尚派打破了以往京剧旦行（青衣）专门讲究“贞女节烈”的道德评判标准，从“烈”之一端引发了“侠”、“义”、“刚”、“健”等内涵，从更广阔的层面关注妇女的生存和生活价值，实际上已隐含了对传统妇女观念的批判，颇具时代意义。大大增强了京剧旦角（青衣）一行的表现力，拓展了京剧旦行的表现空间。这是尚小云能够步入四大名旦的主要原因，也是他作为现代京剧艺术大师的精神基础。
        </p>
        <p>此外，在剧目内容上大胆取少数民族及域外生活为背景，这也是京剧史上的首创，对拓展京剧表现力作了可贵的探索。在新剧的排演中，大规模使用布景，并参照历史、民族服饰的实物，改革舞台服装及化妆，这也是对舞台的整体形象改革的尝试。
          尚派 京剧遵循艺术规律，同时开展了对传统剧目的加工与新编剧目的创作。对于传统戏，尚派 京剧或增头加尾，或连缀折子戏，或删繁剔冗，以使主题突出，情节完整，人物鲜明。</p>
        <p>经典剧目：尚派 京剧曾改编演出了《玉堂春》《十三妹》《梅玉配》《詹淑娟》《天河配》《雷峰塔》《春秋配》《乾坤福寿镜》等数十个传统剧目。而对于新编剧目的排演，尚派
          京剧根据自己文武并俪、各行皆工的特长精心创造，在唱腔、扮相、表演、布景等各方面都进行了一系列的探索和创造，极大丰富了京剧舞台。《梁红玉》是尚派名剧。30年代末尚小云根据传统折子戏《战金山》等整理改编，从《玉玲珑》起，到《战金山》结束，名《梁夫人》。
        </p>
        <p>1950年前后，又予以加工，易名《梁红玉》。其中《许婚从军》的唱段和《擂鼓助阵》的擂鼓表演尤为精妙。后来，尚派 根据意大利籍清宫画家郎世宁所绘的香妃半身戎装像改进了传统的女靠，使梁红玉的形象更加英俊挺拔。
          为了强化我国民族戏曲载歌载舞的特点，在尚派
          京剧的保留剧目中，常常采用昆剧的演法，有些场次整个按照昆剧折子戏来演。一些昆剧折子戏经他大幅度加工，成了京剧的常演剧目，而且都已成为尚派名剧，如《梁红玉》的后半出《战金山》，《汉明妃》的后半出《昭君出塞》，就是享誉最盛的艺术精品。
        </p>
      </div>
    </div>
  </div>
</template>
<script>
  export default {
    name: 'About',
    data() {
      return {
        selected: 1,
      }
    },
  }
</script>
<style scoped>
  #about {
    padding: 50px;
    margin-bottom: 50px;
    display: flex;
    justify-content: center;
    scroll-behavior: smooth;
  }

  #menu {
    flex: 2;
    align-self: flex-start;
    max-width: 200px;
    position: sticky;
    top: 0px;
    height: calc(100vh - 200px);
    padding-top: 100px;
    padding-bottom: 100px;
    overflow-y: auto;
    scroll-behavior: smooth;
    margin-right: 56px;
  }

  #body {
    flex: 8;
    max-width: 900px;
  }

  .main {
    font-size: 20px;
    font-weight: bold;
    position: relative;
    margin-top: 24px;
  }

  .main::after {
    content: '';
    position: absolute;
    top: 0;
    right: 0;
    width: 70%;
    height: 4px;
    background-color: var(--red-);
  }

  .title {
    display: block;
    text-align: right;
    padding: 6px 24px;
    font-family: 'kai';
    font-size: 18px;
    color: var(--white);
  }

  .title:hover {
    color: var(--yellow-);
  }

  .t-selected {
    color: var(--yellow-);
  }

  .select {
    color: var(--white);
    display: block;
    padding: 12px;
    font-size: 18px;
    font-family: 'song';
    line-height: 22px;
  }

  .select h1 {
    font-size: 32px;
    line-height: 66px;
  }

  .select h2 {
    font-size: 26px;
    line-height: 44px;
  }

  .select p {
    font-size: 18px;
    line-height: 32px;
    padding: 24px 12px;
    text-indent: 2ch;
  }

  .select img {
    display: block;
    max-width: 100%;
    margin: 6px auto;
  }
</style>